///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$delete": "Удалить",
    "button$label$find": "Поиск",

    "button$label$demo": "Демо",
    "button$label$register": "Регистрация",
    "button$label$forgot": "Забыли пароль?",
    "button$label$enter": "Вход",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Надписи                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$error": "Ошибка",
    "label$autorization": "Авторизация",
    "label$phone": "Телефон",
    "label$email": "E-mail",
    "label$password": "Пароль",
    "label$recover": "Восстановить",
    "label$confirmPassword": "Подтверждение пароля",
    "label$passwordRecovery": "Восстановление пароля",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Сообщения об ошибках                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$error$phoneNumberIncorrect": "Неверно указан номер телефона",
    "msg$error$invalidEmailAddress": "Неверно указан адрес электронной почты",
    "msg$error$invalidPassword": "Не указан пароль",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Информационные сообщения                                                   //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$success$Register": "Вы успешно зарегистрированы! <br/>Пароль для входа отправлен в виде СМС на Ваш номер телефона",
    "msg$success$Recovery": "Новый пароль отправлен в виде СМС на Ваш номер телефона",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              StartController                                                            //
    /////////////////////////////////////////////////////////////////////////////////////////////

   
});