///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////

     /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                         //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$delete": "Удалить",
    "button$label$find": "Поиск",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              LoginController                                                            //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "logincontroller$labelHeaderAutorization": "Авторизация",

    "logincontroller$labelHeader": "Вход",
    "logincontroller$labelUser": "Пользователь",
    "logincontroller$labelPassword": "Пароль",

    "logincontroller$error$emptyUsername": "Укажите пользователя.",

   
});