///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$delete": "Удалить",
    "button$label$find": "Поиск",

    "button$label$demo": "Демо",
    "button$label$register": "Регистрация",
    "button$label$forgot": "Забыли пароль?",
    "button$label$enter": "Вход",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Надписи                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$error": "Ошибка",
    "label$no": "Нет",
    "label$yes": "Да",
    "label$autorization": "Авторизация",
    "label$unspecified": "Не указан",
    "label$contacts": "Контакты",
    "label$name": "Наименование",
    "label$default": "По умолчанию",
    "label$code": "Код",
    "label$nameshort": "Обозначение",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Авторизация                                                                //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$phone": "Телефон",
    "label$email": "E-mail",
    "label$password": "Пароль",
    "label$recover": "Восстановить",
    "label$confirmPassword": "Подтверждение пароля",
    "label$passwordRecovery": "Восстановление пароля",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Меню                                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$POSterminal": "POS терминал",
    "label$settings": "Настройки",
    "label$reports": "Отчеты",
    "label$about": "О программе",
    "label$exit": "Выход",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Настройки                                                                  //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$organization": "Компания",
    "label$salesPoints": "Точки продаж",
    "label$employees": "Сотрудники",
    "label$currencies": "Валюты",
    "label$units": "Единицы измерения",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Сообщения об ошибках                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$error$phoneNumberIncorrect": "Неверно указан номер телефона",
    "msg$error$invalidEmailAddress": "Неверно указан адрес электронной почты",
    "msg$error$invalidPassword": "Не указан пароль",

    "msg$error$invalidCompanyName": "Не указано наименование компании",
    "msg$error$invalidSalePointName": "Не указано наименование точки продаж",
    "msg$error$invalidCity": "Не указан город",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Информационные сообщения                                                   //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$success$Register": "Вы успешно зарегистрированы! <br/>Пароль для входа отправлен в виде СМС на Ваш номер телефона",
    "msg$success$Recovery": "Новый пароль отправлен в виде СМС на Ваш номер телефона",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Редактор компании                                                          //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$companyName": "Наименование компании",
    "label$website": "Веб-сайт",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Редактор точки продаж                                                      //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$salePoint": "Точка продаж",
    "label$salePointName": "Наименование точки продаж",
    "label$city": "Город",
    "label$address": "Адрес",
    "label$schedule": "Расписание",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Редактор сотрудников                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$employee": "Сотрудник",
    "label$access": "Доступ",
    "label$accessright": "Права доступа",
    "label$logintosystem": "Вход в систему",
    "label$accesstosystem": "Доступ в систему",
    "label$openonlogin": "Открывать при входе",
    "label$employeeinformation":"Информация о сотруднике",
    "label$sex": "Пол",
    "label$datebirth": "Дата рождения",
    "label$surname": "Фамилия",
    "label$fname": "Имя",
    "label$patronymic": "Отчество",
    "label$male": "Мужской",
    "label$female": "Женский",

    "msg$error$pointsalenotnotavailabledefault": "Точка продаж по умолчанию не доступна",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Редактор валют                                                             //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$currency": "Валюта",

    "msg$error$invalidcode": "Не указан код",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Редактор единиц измерения                                                  //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$unit": "Единица измерения",
});