///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////

     /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                         //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$delete": "Удалить",
    "button$label$find": "Поиск",

    "button$label$demo": "Демо",
    "button$label$register": "Регистрация",
    "button$label$enter": "Вход",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              StartController                                                            //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "start$label$enter": "Вход",

    "logincontroller$labelEnter": "Авторизация",
    "logincontroller$labelUser": "Пользователь",
    "logincontroller$labelPassword": "Пароль",

    "logincontroller$error$emptyUsername": "Укажите пользователя.",

   
});